{
  "blogs": [
    {
      "name": "Mischa Skyda",
      "email": "mischaskyda@gmail.com",
      "title": "Upgrading to Wi-Fi 6 — high speed at low cost",
      "category": "Technology",
      "img": "https://miro.medium.com/max/700/1*1HS4z4dPxDo7EgtZg9gbuw.jpeg",
      "inputContent": "This post is written by non-techie for non-techies and has a hardware-update experience sharing as its purpose.\nOn 9th February 2021 the new standard IEEE 802.11ax (aka Wi-Fi 6) was officially approved . The previous standard comes from 2013. Basically it means that we have a new connectivity trend for the next 5+ years and it’s a great time for update.\nDoes it worth for me?\nWell, it depends. The end speed on your WLAN device consists of 3 factors:\nyour base signal/speed — what do you receive from your internet provider\nyour broadcasting hardware — which router do you have\nyour client hardware — which WLAN card your device has\nLet’s have a closer look at them.\nBase speed\nWe start here because we have the smallest control over this factor. You should answer following questions:\nWhich internet speed does my provider promise?\nIf it’s 100Mbit/sec or less — it’s probably not worth to do anything with your home setup yet. Most of older hardware support such speed and you should first negotiate a better internet speed with your provider.\nIf the speed your provider promises is (much) higher — we go to the next question:\nIs the actual speed close to the promised one?\nProviders often name the highest achievable speed in the contract for marketing reasons. It doesn’t mean that you have it on a daily basis. What would be an acceptable deviation? I personally would tolerate an up to 50% speed drop.\nTo measure the actual speed you should connect your device to the router via cable - to make sure that WLAN doesn’t cut it off. Keep in mind that some older Ethernet cables have an up to 100Mbit/sec throughput. You need a “Gigabit” Ethernet cable (cable-categories Cat5e, Cat6 and Cat6a, the category is written on the cable).\n\nThe most known tool for speed measuring is https://www.speedtest.net/. I will use in in my example. My provider promises 1Gbit/sec and I usually get ca. 600 Mbit/sec via cable.\n\nUpdating the router\nUpdating the WLAN router is relatively easy, because in most of the cases it sets up automatically and no manual settings are required. Just put it instead the old one, connect to it (how — check in manual) and follow its instructions.\nWhen selecting the router, make sure that it supports Wi-Fi 6 (802.11ax) and it supports ≥1 Gbit/sec speed.\nThere’re already many offers for any budget. I got a router from Honor for 35€ (it was a sale, the regular price is ca. 50€). It provides up to 3 Gbit/sec and has a great value for its price.\n\nAfter update my internet speed stayed still. Which is predictable, considering that I’m using an old Windows brick for the test. Its WLAN chip is outdated and needs to be replaced.\n\nNot bad, right? 8-times speed boost for 53€. Now I can finally watch Youtube in 4K resolution :)",
      "id": 1
    },
    {
      "name": "Angelina Lashbrook",
      "email": "angelinalash@gmail.com",
      "title": "You Should Be Using an Email Signature That Protects Your Time",
      "category": "Technology",
      "img": "https://miro.medium.com/max/700/0*SJTfRG3Cf8CNubkC",
      "inputContent": "“I do not respond to emails on weekends. If this is an emergency, please call my mobile. If you do not have my mobile number, then you do not have a weekend emergency.”\nThat was one professor’s bold out-of-office reply, and when it was discovered by the internet, it spurred a lively conversation about boundaries, office hours, and email practices. Stephana Cherak, a graduate student at the University of Calgary whose tweet sparked the discussion, later wrote a piece in the scientific publication Nature about the conversation in response to her viral tweet. The debate focused on the question of whether more people should employ either out-of-office auto-responses or disclaimers below their signature in outgoing emails that indicate boundaries about email and time management and serve to reassure the recipient that they need only respond on their own time.\nWriter Anne Helen Petersen also recently mentioned the boundary-setting tool on Twitter: “A great, thoughtful, email signature on the message I just read while excavating my cave of an inbox: My working day may not be your working day. Please don’t feel obliged to reply to this e-mail outside of your normal working hours.”\nThese two disclaimers take slightly different tones that aim to accomplish the same thing: informing an email recipient that the sender uses particular hours of the day to tackle their email, and that might not match up with yours.\n\nIt’s a device I think more of us should use in our own emails. Americans already work longer hours than any other developed country in the world while 2017 research shows that academics, specifically, work an average of 57 hours a week. Setting up an email disclaimer noting the specific hours that you spend emailing does everyone a favor: It provides some sort of comfort to the recipient that the lack of an immediate response isn’t personal and can possibly ease their own anxiety about responding right away; it also reaffirms your own boundaries to yourself and others that you will only respond to nonemergency messages at certain times. This helps keep your workload down and helps prevent work from creeping into your leisure time.\nThe ease with which work seeps into all aspects of our lives, in particular for “knowledge workers” and others who work office jobs, is what’s known as “constant connectivity” — and it’s terrible for your health. A 2020 study found that laptops, tablets, and smartphones facilitate this constant connectivity, which makes it next to impossible for employees to disconnect from work when they’re supposed to be clocked out. Workers need adequate time to spend physically, emotionally, and intellectually disengaged from work to allow them to recover and recharge. Workers who can do this successfully, studies show, experience less psychological strain and stress from work than those who struggle to disengage.\nBut mobile devices make that really hard. I, and countless others, check their email immediately upon waking. We take work calls while walking the dog. We covertly “phub” our romantic partners at dinner to send a quick Slack message. But the 2020 study found that being constantly connected to work lowers our overall health and well-being. It also showed that employees implicitly set connectivity norms for each other, so if you have a colleague who will respond to work emails at any time of the day or night, it sets an example for others at the company that they, too, need to adopt a similar email practice. Bosses compound this effect; a boss who sends and responds to emails at 8 p.m. reinforces to their employees that the behavior is expected.\n\nAn email disclaimer can go a long way in ensuring to colleagues that your own email practices are not necessarily to be emulated or worried about.\nNick Bowman, PhD, an associate professor of creative media industries at Texas Tech University, has an email disclaimer below his signature that reads, “Please note that my working hours might vary substantially from yours. Thus, please do not feel any pressure or obligation to respond to messages on my schedule.” He says it helps keep him accountable to his workflow while also signaling to his colleagues that he really doesn’t need a response right away.",
      "id": 2
    },
    {
      "name": "Tara Anders  Fernandez",
      "email": "tara@yahoo.com",
      "title": "Police Speed Radar Technology Used to Diagnose Infections",
      "category": "Technology",
      "img": "https://miro.medium.com/max/700/1*w8PvBvS5KO4sVO_b3JY0UA.jpeg",
      "inputContent": "Scientists use Doppler radars to identify pathogens in living cells\nDoppler radars power a wide spectrum of technologies: Handheld devices used by cops to catch speedsters, spacecraft navigation systems, and in weather monitors.\nThere’s now one more to add to the Doppler hall of fame. Researchers at Purdue University have recently described how this specialized radar technology can be leveraged to detect the presence of pathogens such as E. coli in living cells, in real-time — a technique known as biodynamic imaging. They can also use it as a tool for predicting the microbes’ levels of susceptibility to antibiotic treatments.\n“First we did biodynamic imaging applied to cancer, and now we’re applying it to other kinds cells,” said radar expert and study lead David Nolte. “This research is unique. No one else is doing anything like it. That’s why it’s so intriguing.”\n\nThe Doppler effect, named after Austrian physicist Christian Doppler, was first described in 1842. It details the change of wavelength and frequency of a wave caused by the motion of the wave source.\nThis technique has the potential to help scientists identify whether microbes present in food, water, and environmental samples could be harmful to humans.\n“This directly measures whether a cell is pathogenic,” said Michael Ladisch, another researcher involved in the development of the new technique. “If the cells are not pathogenic, the Doppler signal doesn’t change. If they are, the Doppler signal changes quite significantly. Then you can use other methods to identify what the pathogen is.”\n“This is a quick way to tell friend from foe.”\nInterestingly, another benefit of this technique is to identify antibiotic-resistant bacteria rapidly. Traditional methodologies for ascertaining antibiotic resistance involve culturing bacteria from a patient sample in a microbiology lab, a process that usually takes around 10 hours.\nFor patients with sepsis — a potentially life-threatening condition when a widespread infection causes the body to turn on its own tissues — every hour count. They simply can’t afford to wait for lab results.\nHere’s where the Doppler imaging technique can shine. Doctors can create an array of tiny samples derived from the patient and treat each well with a different antibiotic. Doppler will be able to note which antibiotics have the most potent bacteria-killing effects in a fraction of the time it would typically take.\n\n“When we treat with antibiotics, the bacteria don’t have to multiply much before they start to affect the tissue sentinels,” said Nolte. “There are still too few bacteria to see or to measure directly, but they start to affect how the tissues behave, which we can detect with Doppler.”\n“This use of intracellular Doppler spectroscopy of living tissue sentinels opens a new class of microbial assay with potential importance for studying the emergence of antibiotic resistance,” wrote the authors.",
      "id": 3
    },
    {
      "name": "Ernie Smith",
      "email": "erniesmith@gmail.com",
      "title": "This Cheap, Repairable Smartphone Is Okay, and Maybe That’s the Point",
      "category": "Technology",
      "img": "https://miro.medium.com/max/700/0*QSMX8w6v52B9AwG9",
      "inputContent": "I imagine the cheapest possible smartphone you can buy that’s brand new. Given that low barrier, what would you be able to do with it? Would the experience be frustrating or simply average? Would you gain some benefits with that minimalist sheen that you might not find otherwise?\nI found myself pondering these questions around the Teracube 2e, a device promoted on Indiegogo as a sustainable, repairable device. When I found it, the lowest available price on Indiegogo was $99; currently, the suggested price is $200. At either price, the Teracube 2e is cheap enough to be considered a commodity.\nBut it has something that most phones in its price range do not have: a focus on reusability. Teracube isn’t the only player in this specific market — Fairphone has been at it for nearly a decade now and goes even further. But what makes Teracube stand out is that the company is attempting to do something similar at a lower price point, potentially winning over consumers who see the old Patagonia slogan “buy less” more as a way of life than a catchy phrase.\nI think the device lives up to the company’s goals. The Teracube 2e is wrapped in plastic, rather than the glass of most modern phones, that can be easily removed from the case. It has an accessible battery and SIM and SD card slots and little to no glue in sight.\nThe device is good enough for the average person who doesn’t get excited about phones, offering simple utility without going over the top. Given the power-sipping components — a relatively low-end MediaTek Helio A25 processor, 4 gigabytes of RAM, and a 6.1-inch 720p IPS display — the 4000mAh battery can literally last for days without shutting down. And a few years from now, when that battery is finally spent, it’s not aggressively glued down to the device and can be easily replaced, ensuring a long-term future, if so desired.\nThe road to Teracube is lined with accessories\nInside the Teracube 2e box is close to nothing: a card with a note on it, some minimal manuals, a plastic-backed phone, and a rubbery biodegradable outer case made partly of wheat starch. There isn’t even a cable in the box.\nFor a company whose founder is known for selling lots of cheap accessories, this could go a long way toward more sustainable gadgets, not just phones.\nTo put it another way, the idea for this sustainable device came from not-so-sustainable roots. Teracube co-founder Sharad Mittal previously found success selling electronics accessories through his businesses Kinivo and BlueRigger, two names you might recognize if you’ve ever searched Amazon for inexpensive headphones or cables, respectively. Mittal’s passion for the environment led him to find a way to produce electronics more sustainably.\nRather than making sustainable headphones out of the gate, Mittal and Teracube co-founder Anthony Tsim started with phones, which have been getting just good enough at commodity price levels for this whole crazy idea to work. Even slow phones are perfectly usable these days.\n“We thought about this from a service standpoint,” Andy Karuza, an adviser to the company, told me in an interview. “How can we keep phones lasting longer? How can we integrate more sustainable components and in a design that will help the phones last longer as well?”\nThe first part came last year with the Teracube One, which stood out for its generous four-year warranty, giving those who want to hold onto a phone a little longer the ability to do so.\nThe Teracube 2e maintains that warranty and ups the ante in two interesting ways: First, it’s cheaper and uses lower-end components compared to its predecessor. Second, it’s completely user-repairable.\nFor those who don’t want to open up the phone if something breaks, Teracube offers a fairly low-cost way to replace the screen, for example, through the company’s flat-fee warranty program. Dropping in a new battery is easy. If you do want to take the phone apart, you can — in fact, the company shows you how to do so in a YouTube video it released when it started the crowdfunding campaign.",
      "id": 4
    },
    {
      "name": "Rob Somers",
      "email": "robsomers@hotmail.com",
      "title": "Technology in Music: Algorithmic Composition",
      "category": "Technology",
      "img": "https://miro.medium.com/max/700/0*ya---OB0dTcNkzVY",
      "inputContent": "Algorithmic composition refers to the practice of using algorithms to create music. The concept dates back as far as ancient Greece with philosophers such as Pythagoras noting the capabilities of formal instructions in the production of music. Fast forward to the 18th century and we can see Mozart’s implementation of algorithmic composition techniques where he would assemble a number of small musical fragments and combine them by chance piecing together a new song from randomly chosen parts. Mozart’s “Dice Music” algorithm can be summarised by the following pseudo-code:\nPrepare a number of musical fragments, each of which can be selected at random.\nStart with an empty song.\nIf song length < desired song length:\nRandomly select a fragment and add it to the song.\nRepeat Step 3.\n4. The song is complete.\nToday, the term describes an active field that marries areas of technology and music composition to design computer systems capable of producing music, with or without human input. Since the 1950’s, this exciting area of Artificial Intelligence has employed computational techniques such as neural networks, probabilistic methods, and constraint programming.\nHow Does it Work?\nNotes in music depend on 3 main variables, namely: pitch, velocity, and timing information. A note’s pitch is dependent on the frequency of the sound wave from which it is produced. For example, the note of middle C, also known as C4, has a corresponding sound wave of frequency 262Hz. In order to be audible to the human ear, these frequencies should range from 20Hz-20kHz. When producing an algorithm for composition, a scale called the MIDI scale may be used, which eliminates the need to acknowledge frequencies or letter notation by associating each note with a simple integer in the range 1–127. Velocity and timing can affect factors such as timbre and amplitude.\n\nThese 3 properties are essentially all that is needed to produce music via computer programme. A number of tools are available to assist in computer-based algorithmic composition, for example, Python’s “pycomposer” library. When producing an algorithm for composition, a range of techniques may be employed. Referring back to the example of Mozart’s “Dice Music” algorithm, this technique may be refined to only include notes from, for example, a major pentatonic scale. This will reduce the element of randomness, providing a more musical output, as opposed to a chaotic series of unrelated sounds.\nA number of other techniques that can be implemented in this sense are detailed in this article.\nWhat does this mean for the future of music?\nWe have already seen AI-driven systems surpass human capability in fields such as gaming, medical diagnosis and, oddly, AI itself, and experts such as Elon Musk claim that human intelligence risks being surpassed by AI in as little as 5 years. This presents an issue that is both exciting and terrifying. As it advances, will this technology render the song-writer obsolete, or will it act as a useful tool for composition? Will it stifle creativity or enhance it?\n\nA shift is occurring in music consumption habits, particularly amidst the rise of streaming services and social media. Nowadays, labels seem to be more concerned with pumping out single hits to appease Tiktok trends than they are with nurturing artists. As attention spans diminish, the concept of the album is in danger, supported only by the hipster vinyl trend as it tends towards normality. With that, loyalty among fans is wavering. If consumers are merely concerned with the material they are listening to as opposed to who produced or performed it, will the artists and writers of today soon see their demise?\nAside from composition, the applications of AI in music are seemingly endless. For example, AI firm, Supertone, has recently been backed by Big Hit Entertainment, the company behind K-Pop sensation BTS, with an investment in excess of $3.5 million. Supertone claims to be able to produce a “hyper-realistic” artificial voice that is indistinguishable from a human voice. This technology potentially poses a danger to the human artist. If fans are caring less and less about the artist and focusing their fandom on the material alone, will labels continue to invest large sums into writers and performers when AI can do the same job at a fraction of the price?",
      "id": 5
    },
    {
      "name": "Minarella Elie",
      "email": "mineli@gmail.com",
      "title": "A Psychological Trick to Evoke An Interesting Conversation",
      "category": "Life Lessions",
      "img": "https://miro.medium.com/max/700/1*h7HB7JQ2vNfqBUS0tYMeXw.jpeg",
      "inputContent": "Imagine you pass by a question that asks “the Titanic got invaded by aliens, right?” One one hand you’re holding in a chuckle and slightly in disbelief; on the other hand, you went through the pain of researching and answering the question into such enormous detail. So, what happened?\nThe answer is pretty simple. It’s a weird social media experiment that shows unusual findings when you — in willful ignorance — ask something completely wrong.\nGenerally, our minds tend to correct things as we float through life. According to a researcher, this human tendency to correct others can be used as a strategic tool to increase the engagement of students’ by 80%.\nStrangely enough, this can be applied outside of academia and it’s not just questions but actions too. For example, when my younger self didn’t want to do my chores, I would fumble around like an idiot until my mother would get frustrated and do it for me. Depending on how you use this clever trick, it can make for an unforgettable discussion or a useful tool in getting what you want.\nBut how is saying the wrong thing supposed to increase more conversation? The human disposition is called “Cunningham’s Law”. A phenomenon perceived to affect human behavior mid-discussion.\nAsk Dumb Things to Get Smart Answers\nCunningham’s Law works because sometimes you can be pulled out of your reverie with a fraction of probing or with contradictory data, which results in engagement.\nEven Sherlock Holmes in The Great Game says, “people do not like telling you things; they love to contradict you”. Therefore if you want smart answers, do not ask a question. Instead, give a wrong answer or ask a question in such a way that it already contains the wrong information. It is highly likely that people will correct you.\nLittle do they know, you’re probing them.\nA generalization of Cunnigham’s Law is that it’s similar to what Socrates tried almost 2500 years ago: the ancient Greek philosopher that upset many people in his day by questioning their knowledge.\nIn its simplest and most accurate explanation of the phenomenon being described: people generally don’t want to be helpful, but they do want to be the smartest person in the room.\nHow To Use Cunningham’s Law\nIn my best interest, I decided at times to tweak in Cunningham’s Law by asking questions that contained errors to solicit more of a response. Initially, I expected a bad response. Yet, strangely, that didn’t happen. Here’s what did.\nI signed up to be a conversational English teacher to several Japanese students. It made my job harder when they were quiet or gave me only one-word answers.\nWhen I showed a quiet kid a picture of an elephant and asked “what is this?” they got bored, moved on, cried, anything but answer my question. But if I said, “this is a giraffe” they would all stand up and scream “no, that’s an elephant!” — and suddenly they’re all engaged.\nBy being ignorant about a topic they are knowledgeable in, it gives them some authority in the conversation and that builds up their confidence.\nIt works surprisingly well on adults too.\nIf I ask a stubborn adult, “tell me about your Engineering job” they will typically respond with, “I design systems”. And then I have to ask an endless stream of follow-up questions with one-sentence answers — which no one likes doing.\nNow, if I say something inaccurately along the lines of, “so, you’re an engineer. That means you build engines, right?” They can’t wait to correct my ignorance fast enough. They’ll go into detail explaining what an engineer is, what it isn’t, and what kind they are. All I have to do is chime in with “are you sure?” every few minutes and they’re talking up a storm for the rest of the conversation.\nIt’s truly crazy how you can ask a question intentionally assuming incorrect data and influence a person’s behavior. The only downside is that sometimes people get condescending.\nAlthough, it’s a large part of the actual point — that many people are inherently more willing to jump into a conversation in which they can feel superior. Hence, it makes the conversation engaging to them.\nIn fairness, they didn’t know the real reason behind your misinformation, and that’s the price you pay for psychological manipulation. But it did show some people in a positive light, and that’s a rare enough occurrence.\nNevertheless, if you often encounter situations of boring small-talk, this human disposition might be useful the next time you want to evoke an interesting conversation.\nMind Cafe’s Reset Your Mind: A Free 10-Day Email Course\nWe’re offering a free course to all of our new subscribers as a thank you for your continued support. When you sign up using this link, we’ll send you tips on how to boost mental clarity and focus every two days.",
      "id": 6
    },
    {
      "name": "Sean Karnan",
      "email": "skarnan@yahoo.com",
      "title": "Five Signs of a Highly Intelligent Person",
      "category": "Life Lessions",
      "img": "https://miro.medium.com/max/700/1*yMzqAnPn-l1-P3-SuHg6fg.jpeg",
      "inputContent": "There are significant reasons to size up a person’s mental acuity. For example, if you are taking advice, interviewing, or communicating, it helps to know what you are working with. Many of the best managers are excellent at reading their audience.\nIf you are looking for a one-shot way to determine brilliance, stop reading now. If you are looking for exceptions to the following points, you’ll be able to find them. The following are correlative, not causal. This is an exercise in nuance. Because within nuance, you find most answers.\nThey Practice Intellectual Humility\nI worked in finance and mostly hated it. However, one of the few perks was the people. The industry attracts and needs intelligent people. Consequently, hiring successful candidates mandated we get a quick read on them. Interviewing is tricky because everyone is putting their best foot forward and trying to sound smart, as perhaps they should.\nA manager taught us a trick: ask a question the candidate won’t know the answer to. Then, observe how they act. A very good sign was when they could simply admit they didn’t know, rather than fake it and force-feed an answer.\nThis admission is a sign of intellectual humility, which is correlated to better decision-making. This is particularly useful in an industry plagued by arrogance. Intellectually humble people challenge their conclusions based on evidence and feedback from others. As a simplistic example, you’ll see this when people say, “From what I’ve seen, it could be true.” Rather than, “It’s definitely true.” They frame their observations as open to critique. They prize truth over ego.\nObvious Signs are Often a Valid Data Point\nFor example, people who refuse to social distance tend to be less intelligent. People who read in their free time skew smarter than those who don’t. Things that smart people tend to do, tend to be done by smarter people.\nMany years ago, I was working retail at a used sports equipment store. A 10-year-old kid came in to buy a baseball helmet. I gave him the price. He held the helmet up, looked it over, then looked back at me, “Can you knock a few bucks off? I mean, look at these dents.” He pointed at the dents. I smiled and gave him a discount.\nWhen he left, I thought, “That kid is going to do just fine.” Being crafty, demonstrating street smarts, and quick thinking is correlated to intelligence. In fact, Yale scientists found that street smarts are just as important for employees as their academic smarts. More plainly, you can be a mediocre student, with great street smarts, and go on to be very successful.\nThey are Meta, Literally\nThere is a newly popular phrase, “That is so meta.” Meta means something is self-referential. For example, a Medium article that is about Medium articles is meta. A video game where you play a character playing a video game is meta. The Onion famously did this with “World of World of Warcraft.”\nRelated to this, intelligent people often demonstrate metacognition. They talk about and analyze their own thought process. They are objective and critique their nature. They know when and how they perform best. A simple example of meta behavior is when someone says, “I need to put this on my calendar or I won’t hold myself accountable.” Unsurprisingly, people with high metacognition are often great students and employees. They leverage their self-awareness to their advantage.\nThey Know what Killed the Cat\nIntelligent people tend to be curious. They have an itch to know more, to drill down on details, just for the sake of knowing. After all, that’s how we learn, right?\nCuriosity is an indicator of intelligence in other animals too. For example, there was a study involving three language-trained chimps. Their job was to use a keyboard to name what food was in an unreachable container. The prize was, you guessed it, food. When the test food was visible, they just hit the correct button and got the food. When the food was hidden amongst various containers, the smarter chimps inspected and tried to peek inside the containers before giving their answers. They knew the odds of winning were higher if they learned more.\nThis chimp study is a basic example but reveals the power of information seeking (curiosity). And don’t forget, we share 98.8% of our DNA with chimps. The smartest chimps are measured by their ability to patiently learn and troubleshoot problems. Sound familiar?\nThe Strongest Indicator of Intelligence\nMy dad was an engineering major at the Naval Academy decades ago. He doesn’t brag very often about other men. It takes a lot to impress him. But one of his roommates, Charlie was a special classmate.\nThey were both in an industrial engineering class. It was the hardest class he’d ever taken. Dad said they’d come back to the room. He’d study for hours while Charlie only studied 20 minutes and then fiddled with his guitar. That roommate still got better grades than my dad, who is fairly bright, and it ticked him off to no end. That roommate went on to become a college professor.\nAt the pulsing core of intelligence is the ability to simplify complex problems and solve them, as Charlie did. Often, that skill is genetic. The people themselves don’t know how they do it. You can develop the skill as well. A physics professor once told me that, “A big problem is just a bunch of small problems combined. Learn to separate them out.” It’s all a matter of approach.\nConclusion and Takeaway\nSociety has placed a massive priority on intelligence. We often feel pressure to be smart and value those who are. Never forget the value of kindness and respect. Each person has their own combination of skills and gifts and should be respected as such.",
      "id": 7
    },
    {
      "name": "Sean Karnan",
      "email": "skarnan@yahoo.com",
      "title": "3 Things You Should Never Stop Searching For in Life",
      "category": "Life Lessions",
      "img": "https://miro.medium.com/max/700/1*j2KKLCXr2NFbha6aijFGAg.jpeg",
      "inputContent": "The philosopher Heraclitus said, “No man ever steps in the same river twice, for it’s not the same river and he’s not the same man.” It speaks to our changing needs. We get older and recalibrate. We overcome and triumph.\nYet we are remarkably blind to some problems. They seem immune to progress. They mutate and grow. You smack them down. Years later, they reemerge: another crumbling relationship, a second career crossroads, an elusive sense of contentment. You are left wondering, “Have I learned nothing?” And this is why our search for these truths should never end.\nThe search for definition should never end\nThere’s a famous story about Abraham Wald. He was a brilliant physicist from the early 20th century. He was hired by the Allies during World War II. They were sending bombers into battle over Germany and too many were being shot down.\nThey’d decided to add more armor to the planes but could only add a small amount due to the weight. Their fundamental question was, “Where do we add the armor?” They presented Abraham with the data. The drawings showed where all the returning planes had taken the most damage. There was a density of damage on the outer wings and hull. They’d proposed adding armor there.\nFast forwarding the story, Wald realized their logic was wrong. They were only using data from the returning planes. So just by virtue of those planes returning, the damage to those areas was non-critical. They should add armor where planes took the least damage because planes that took damage there never returned. This insight fundamentally changed military research and saved thousands of lives.\nThis story has deeper implications in our own lives. Wald identified the human tendency to define the wrong problems and solve them. For example, when partners are acting out, when friendships are breaking down, people tend to villainize the other person. They forget that behavior is an expression of a problem, not the problem itself. They resort to finger-pointing and blame-gaming.\nThe act of analyzing and examining assumptions is what makes solutions appear in plain sight. It’s as Einstein said, “If I had an hour to save the world, I’d spend 59 minutes defining the problem and one minute resolving it.” Stay in search of the clearest definition of your life’s problems.\nThe search for your truth should never end\nI’ll never forget the vein on the side of her forehead. It bulged as she leaped from her chair, shouting, “Six months? You’ve been paying them overtime for six months!”\nOur CFO was brimming with fire and fury. Her target was a soft-spoken project manager, Louis, who calmly and defensively held his hands up, “I told you we had these men on site several times. I told everyone in this room. Why are we just now acting surprised?”\nWe’d spent a half-million dollars on overtime for our field workers. Ten of us sat in the beautifully designed, dimly lit meeting room. The shouting continued before our CFO stormed out of the room, the door slamming behind her.\nLouis wasn’t on my team, but I remembered him telling the CFO about the overtime months prior. It was she who’d forgotten. It was she who was now bypassing blame and putting on a show for the other managers. This was just another day in our turbulent office.\nThey often talk about ‘the moment’ in a relationship, the moment you know it has to end. It finally hits and there’s an unmistakable sense of finality. With my finance career — this shouting session was that moment. The decision was emotional much like it is with a failing relationship. It was the death of 10 years of effort and education. It was the dissipation of certainty, of a known future. But like most breakups, this moment had long been crawling to fruition. Yet on the other side, was a future I’d forgotten I deserved.\nI’ve found that there is no running from who you are. When things don’t feel right, it reflects a lack of alignment in your life. Who you are and what you are doing are no longer compatible.\nI’ve since made a rule that I’d never, ever, stay in a job that made me miserable. No amount of money or glory would change that fact. I’m approaching 40. My family members are getting older. The finitude of life has never felt more apparent. Time spent unhappy is an abject waste. Never stop searching for your true path. Even if you never find it, it's better to die searching than to have never looked at all.\nThe great tragedy of boredom\nOn his deathbed, Winston Churchill famously uttered his last words, “I’m just so bored of it all.” Even in his final moments, he was penning famous lines. Yet those words are only fitting. Researchers have found that boredom serves an all-important purpose: it’s your body identifying better uses of your time. What you are doing no longer has its place.\nA part of me dies when I hear people complaining about being bored. Adulthood became this time-crunched, suffocating experience for so many years before I escaped. The idea of giving even a minute to boredom seems perverse. There will come a day when each of us knows our time on this earth is limited, and we’ll never look back wishing we’d sat around wondering what to do.\nRead a book. Have a conversation. Go for a walk. Even when boredom seems warranted, make use of that time. For example, the average man gets bored of shopping after 26 minutes. I’ve always tried to be patient with my partner during those moments. I usually find a comfortable chair to sit in and read. I figure it’s an easy way to build up some good boyfriend currency. Never stop searching for rewarding uses of your time.\nRemember, your time, energy, and happiness are worthy priorities. Your search for truth should never end.",
      "id": 8
    },
    {
      "name": "Tim Denning",
      "email": "timd@gmail.com",
      "title": "You Aren’t Lazy, You’re Disinterested",
      "category": "Life Lessions",
      "img": "https://miro.medium.com/max/1000/1*dpusWW7XVAT38TC8-eQncw.jpeg",
      "inputContent": "I’m a polar bear when it comes to doing laundry.\nI’ll lounge around for hours and not do it, while wrapped in a furry white blanket of comfort that lives on my couch by the tv remote with the taboo word “Netflix” on it. I don’t have Netflix, though. My remote control still has the word printed on it in the hope I’ll cave and take up couch life. But I have better things to do. Unavoidable things that suck me into their vortex.\nMy partner thinks my disgust for laundry makes me lazy at times. On the surface, I believed this to be true. The other day I was scrolling through LinkedIn, and a Gary-Freaking-Vee quote of all things left me speechless.\nYou aren’t lazy, you’re disinterested.\nYou’re not lazy, you just don’t love what you do.\nThese words exploded in my brain. I feel like this advice from Gary explains laziness perfectly.\nIt’s incredibly hard to do something you hate.\nLaziness is the perfect distraction. It’s easier to sit on your butt and do nothing than it is to go and do something you’re disinterested in.\nDo you know the biggest source of disinterest? Everyday jobs.\nThere are so many people who freaking hate their job. Sometimes you wonder whether a person would rather be dead than continue doing their job. They have a pulse, but their job sucked the life out of them years ago. Now they resort to sending emails to create change, and even that burns them out.\nThey struggle with Monday Motivation because they’re disinterested in their job. That’s no way to live. Doing work you literally hate is a pain in the backside. And guess what? This is a message to myself just as much as it is a message for you. I don’t pretend to be some mythical productivity guru.\nWhat I’ve accidentally been doing without realizing it, is tipping the scales towards interest, and away from disinterest.\nLet me give you a practical example. This week a man messaged me. He’s based in Afghanistan. He started telling me his story. I got completely lost in it. I wasted hours of time. I convinced him to send me photos of Afghanistan. The interest I had in his story is almost impossible to explain. I had dreams of his hometown after we spoke. That’s interest. That’s what your interests can do to you. Here’s what else I noticed.\nTime disappears into a vacuum when you are genuinely interested.\nThat’s right, your perception of time changes. Call it a flow state. Call it runner’s high. Call it higher states of consciousness. Or call it something everybody can relate to: being interested.\nWhy not be so interested in something that your perception of time changes?\nWhat if the speed of your life is going faster than it needs to because you’re getting stuck in disinterest rather than interest? What if you could change how you perceive time just by being interested? Well, you can.\nLaziness is a compass toward what you want.\nWhen I become lazy, it acts like a compass. Laziness has guided my career. When it’s time to leave a job and move on, laziness is my tour guide.\nI notice I have longer and more frequent coffee catch-ups that could have been an email. I find myself talking for 30–60 minutes with a colleague about something totally unrelated to work. I notice it takes me time to start work each day. I have to get into the mood. I have to read another blog post. I have to reply to another social media message. I have to check the news to ensure I don’t become another statistic of a deadly virus. I have to ring a family member to check they are safe, when I already know they are. I have to move money around to feel as though I’m being financially responsible and living up to the perfect personal finance life label I’ve been given.\nOutside of my career, writing has become a guide. I can always write. I can turn on the ability to write without too much effort. The times I get lazy are when I’m dealing with the nonsense of corporate life because, perhaps, I’ve outgrown a revenue-focused life.\nLaziness isn’t a problem. Laziness is telling you what to pay attention to and what to consider moving on from.\nSpend money to remove disinterest.\nMoney can help remove disinterest. You can come up with a per hour dollar-figure on your time. You can use this dollar-figure to decide which tasks you want to outsource, and which ones you want to keep doing.\nNow, I realize many people reading this are not the Fresh Prince of Bel-Air with excess cash to light on fire. I realize the outsourced life written about in “The 4-Hour Workweek” isn’t a reality right now for many people. But there’s always something small you can outsource.\nIf you can’t pay to remove disinterest you can always cut off it’s ugly head. You can decide to stop doing a lot of what makes you disinterested. When you do, you can buy back your time.\nThe idea of laziness destroys your self-esteem.\nThe idea of laziness makes you feel terrible about yourself. This feeling hacks away at your self-esteem. You start shaming your way of life and thinking you’ve lost your magic juju.\nYou think you’ve become a hermit crab and it’s all your fault. You start becoming guilty every time you turn on Netflix.\nThe worst part: you feel guilty for relaxing.\nYou shouldn’t feel guilty for relaxing. You’re doing the best you can. Life is bloody hard. You got me? You don’t need to terrorize yourself. The answer is to divert more time toward finding the things you are interested in, then doing them.\n‘Interests’ don’t land on your lap.\nWait, what?\nQuick fixes are mostly B.S.\nFinding what you’re interested in takes time. That’s why experiments in life are so important. That’s why my retirement dream is to give up working for money, change work frequently, and job-hop like a mofo with no pants on. It could even be cool to get a Sponge Bob tattoo. You feel me?\nIt can take years to find out what you’re interested in.\nYour interests can be obscure, too. For example, one of my interests is conversations. I like having whacky conversations with people I’d never normally gravitate towards. This bizarre interest led me to interview a group of church folks to understand what a higher power looked and felt like to them.\nInterests are often thought of as sport, music, writing, creating content, gaming — but what if there is another layer to interests? What if sitting at bus stops all over the world is an interest? What if checking out every dog park is an interest? What if staring at rock formations is an interest?\nWhat if the concept of an interest isn’t so grandiose and won’t win you an Oscar, Grammy or enough cash to buy a Lambo? Well, if interests were not so big, you might find what you’re interested in much faster.\nAnd when you find what you’re interested in, the trick is never to let it go. Embrace a healthy kind of stubbornness with finding your interests.\nThere will be periods of laziness. Sorry.\nOkay, this all sounds great. You’re pumped. You’re ready to become interested again. You’re ready to be a lot more interested in things you passed off as ridiculous or not worthy of such a label.\nThere’s still a problem. The self-help gurus in white with their angel wings don’t tell you this one. There will be periods of laziness no matter what.\nA loved one will die. You won’t know it’s coming. Try to be interested then about anything. You’ll struggle. You’re supposed to be lazy when tragedy slaps you in the face.\nLaziness can simply be your brain coping with some deep stuff.\nStop beating yourself up.\nYou are not lazy.\nYou don’t need motivation.\nYou’re not broken.\nYou don’t need a pump-up.\nYou need to find the thing(s) you are genuinely interested in. When you do, you will be pulled in their direction. I am an interested writer who will give up entire chunks of my life to do it. You can do the same with what interests you.\nThere’s no need to be harsh on yourself. You’re doing the best you can. Rather than feel like you’re lazy, focus on what you can be interested in. When you love what you do, it’s extremely hard to be lazy. Your interests are just far too interesting to stay away from. The best time management advice comes from one of the most loved/hated influencers on the internet — Gary Vee.\nBe interested to create automated motivation.",
      "id": 9
    },
    {
      "name": "Ken Taro",
      "email": "kentaro@hotmail.com",
      "title": "Not Reentry Ready",
      "category": "Humor",
      "img": "https://miro.medium.com/max/700/1*R6QmUcG9lX-m2HNU3P6kLg.jpeg",
      "inputContent": "I’m not ready. Are you?\nApparently the pandemic is coming to a close. Only four episodes left before the 3-hour series finale with limited commercial interruptions sponsored by Progressive Insurance. Streaming live. Tweet about it with your friends.\nAside from the hours and weeks spent paralyzed by palpable dread and anxiety, that sure went by pretty fast! And here I am rotating my three pairs of soft pants (denim? Isn’t that the new Coldplay album?) and finally realizing my childhood dream of being able to sit on my hair. Is this all I have to show for myself? Split ends growing their own split ends and a slavish devotion to stretchy, breathable fabrics? It’s like, what have I been doing this entire time?\nAll this talk of reopening malls and movie theatres and Chuck E. Cheeses has me in a bit of pit sweat because, honestly, I’m so behind. I haven’t started a podcast and my closets are full of the same junk they were in 2012. I haven’t used a funny or ironic or vaguely offensive Zoom background and now I fear I’ll never “accidently” click on something that turns me into a pig or chicken during my congressional hearing. I’m still buying my bread at the grocery store like it was 2018 and have barely made a dent in my toilet paper reserves. Slacker, thy name is me.\nWhile we’re on the subject of abject failure: I didn’t write the next King Lear. I know. I KNOW! I had over a year of mostly uninterrupted time — it was practically a retreat, right? If that retreat was held in the scorched remains of a dystopian nightmare novel — to write a book or screenplay or opera (also set in the scorched remains of a dystopian nightmare novel), but have come up empty handed. I’m a flop, an embarrassment to creatives who are thinking, feeling humans and not cyborgs like William Shakespeare and Isaac Newton and, I’m guessing, everyone at Apple (even a pandemic can’t slow the rollout of tech junk we don’t actually need). While there’s still some time left, maybe I can master watercolors or learn Farsi — you know, knock a few easy things off the list so I at least have something to talk about at all the cocktail parties I’ll feel obligated to attend.\nThat reminds me of something else that I’m not ready for: peopling. How do we say words in the right order toward other humans while also reacting, wait, responding, wait rejoindering (new word?) to the mouth words coming out of their face spaces? Can I still put you on mute? Can I put me on mute? WHERE IS THE MUTE BUTTON ON THIS THING? Once I have it sorted out on how to do the peopling talk-talk again, that brings me to my next worry: What do I say? Of course we will both want to rehash in great and painstakingly finite detail the nuances of our experiences weathering PANDEMIC 2020 (Anderson Cooper and Tina Fey sit down with the entire cast following the series finale — don’t miss it! YouTube with your friends!). What’s left? I suppose there are old standbys of polite chit-chat like climate change, reproductive rights, and baseball (Boy, those Ravenclaws are going to have a tough season without Gandalf pitching. Am I right?). What I’m saying is I feel ill-equipped to downshift out of conversations related on how to get Icelandic citizenship to ones about the avocado shortage. A Pandemic Reentry Guide to Successful Reentry would be helpful. I’d write it, but I only have a few months or weeks left and this sci-fi screenplay about King Lear and Isaac Newton isn’t going to write itself.\nWhat I’m saying is it feels like a lot. The pressure to expel yourself back into the world. Not just to a movie or a reopened indoor restaurant, but to vacation in Bali, to commit to the pilgrimage to Mecca, to cash in the 80’s Heavy Metal Rock’n Cruise voucher and get back out there. Go big and do not go home, this is the message I’m receiving. Because we’ve suffered so much and gone without for so long, we deserve to let loose, spend all the money on non-essential items, and crack some ribs hugging people again. I want that, too. I’m just not all the way there yet. Aside from finally getting around to fixing the chimney and falling in love with the art of scrapbooking, I simply feel ill-prepared, poorly equipped for reentry and all that comes with it. I don’t know if I want my memory wiped like a new SIM card. I guess I didn’t do much, but I’d like to hang on to what I learned.\nSo maybe we can pump the breaks, just a hare, a scooch, really. Maybe there is a reentry-lite option that exists somewhere between MTV Spring Break Booze Beach House ’97 and going to a place that isn’t the grocery store or post office. And maybe it would be enough if we could still wear soft pants while sitting just a bit closer together and laugh more easily and still listen to the birds and talk about the million different nothings or maybe not talk at all and instead just be okay with being okay together.",
      "id": 10
    },
    {
      "name": "Justin Gawel",
      "email": "justingawel@gmail.com",
      "title": "When Michael Met Jimmy: The Office-The Wire Crossover",
      "category": "Humor",
      "img": "https://miro.medium.com/max/700/1*jlw3VDKGSnqjuzr2x93mQQ.jpeg",
      "inputContent": "“Holly has to go back to Colorado. I’m going with her. I’m leaving,” Michael said, the office sprinklers of Dunder Mifflin raining down on him, his employees, and his new fiancée.\nThe excitement was immediately stifled. The candles were extinguished. A stunned silence fell over the employees as they shuffled back from the annex.\nPam phoned the fire department to cancel any trucks they may have sent. The rest of the office took notice, astonished to finally witness her actually doing something useful as Office Manager.\nA stranger with dark, tired eyes and messy hair charged through the door.\n“Sorry. Garage sale’s over,” Pam said with an acute note of condescension. The stranger, unfazed, kept moving\nThe outsider scanned the room of soaking wet employees before settling on Michael and Holly, still savoring their special moment as they emerged from the kitchen.\n“You,” he said as he marched over to the couple and flashed an ID. “Detective Jimmy McNulty.”\n“Detective Michael Scarn,” Michael replied, brandishing a joke driver’s license from a go-kart place. The two men stared each other down until, no longer able to keep a straight face, Michael burst out laughing.\n“Beadie,” McNulty said, broken.\n“Oh, no. Sorry. This is Holly Flax,” said Michael.\n“Jimmy, no — ” Holly began, her face frozen in cold fear. “You were never supposed to find me.”\n“Come on. I’m a Baltimore detective.”\n“You were a Baltimore detective.”\n“You know I don’t ever stop.”\n“That’s what she said.” Michael grinned, self-satisfied and starved for a laugh in the stiff silence.\nMcNulty scoffed and reached inside his Harborplace Mall Security jacket.\nDwight slowly dug his hand into a manila folder in the filing cabinet labeled “Sales Department All-Stars.”\nThe Assistant to the Regional Manager raised a throwing star up from the file. His heart was pounding. McNulty snapped out his pint of Jameson and, frantic, Dwight pitched the shuriken back into the folder and slammed the drawer shut. The ex-detective took a swig and returned the bottle to his jacket, and Meredith followed his lead. He ran his hand down through his facial stubble as a small corporate plaque piqued his attention. His eyes widened. “I had him,” McNulty said, ripping the plaque from the wall. “Charles Miner — an alias for Stringer Bell.” Holly tensed further. “I had him on the fucking wire!” McNulty looked to Stanley. “Tell ’em, Bunk,” he said.\nEveryone looked to Stanley. He glanced up from his crossword and said nothing before resuming his puzzle. Disgusted, McNulty threw the plaque down, shattering the glass holding back the outdated pictures of Dunder Mifflin VPs.\n“Jimmy,” Holly said, panic and tears welling in her eyes. “The restraining order.” She paused. “You were the reason I left.”\nMcNulty stared through her. “The fuck did I do?”\n“You’re not really from Iowa?” Michael said, his voice now cracking as much as his reality. Holly turned to him, her head shaking before tightening her lips and turning back.\nJim Halpert scanned the room, eager to find a camera to look into and shrug.\n“Look at yourself,” Holly said, her hand outstretched. “Jimmy, you’re toxic. We couldn’t have had you staying with us. Relapse was always inevitable.”\nMichael stalled. “Uh, point of odor, you said we… do you mean stay with, like, us?\n“Fuck,” McNulty said. “She means her kids.”\n“Kids?”\nHolly nodded. “Jack and Cary.”\nMcNulty chuckled through a shit-eating grin. “You play in the dirt, you get dirty.”\n“I can’t — ” Michael looked away. Holly’s face dropped. “I can’t wait to meet them.”\nHolly beamed.\nMcNulty’s face soured. “Beadie, look — ”\nThe ex-cop stepped forward. Holly flinched. Michael held her. “Jimmy, no,” she said. The words instinctively sprang from her mouth and McNulty stopped in his tracks. “We’re going to Baltimore. Me and Michael. He’s meeting my kids.” She grabbed Michael’s hand and shook her head. “Come on,” she said, leading him out, the other employees following.\nMeredith lingered, sizing up the sullen McNulty. “I’m not fancy or nothing, but you look like you know your way around a van,” she said, winking.",
      "id": 11
    },
    {
      "name": "Lucy Walker",
      "email": "lucy.walker@gmail.com",
      "title": "A Nonthreatening Email From Your Tortured Back",
      "category": "Humor",
      "img": "https://miro.medium.com/max/700/1*cdvLJZ1pFkuDSEDZXOBP5A.jpeg",
      "inputContent": "Dear Brain,\nI’m reaching out because I wanted to make sure you got my last message, the one in all caps, about those spasms I was having while you were trying to sleep the other night. I get that you’re depressed, but when you’re watching The Office for five hours, hunched over on your bed like some kind of insomniac squirrel… like, you get that that affects other parts of the body, right?\nSee, sometimes what’s fun for you isn’t so fun for me. Sometimes it kind of threatens my ability to carry out my most basic functions and exist in any state other than agony. And, hey, I don’t know what’s going on in that head of yours, because you haven’t responded to my last five emails. Maybe spending thousands of dollars on a chiropractor is something you’re into. Maybe that’s a goal you’ve been working towards. Maybe you just really love shelling out money to physical therapists. You like that, tough guy? Is that how you wanna be spending your daughter’s college fund?\nYou know, I would never do something like this, because you and I are friends who care about each other’s feelings and how the things we do affect each other, but historically, other Backs in my position have made the lives of people like you a living hell. Forget not being able to bend down to pick up your grandkids — you wouldn’t be able to sit down to take a shit. But again, I would never do that. Probably.\nQuick reminder: your desk chair has a back. Do you want to torture me? Is that your goal in life? Well, I hope you have fun stooping over your “Best Vines of 2012” like some kind of crooked gargoyle, because just so you know, most Backs in my position would begin the process of completely crippling you, destroying your ability to enjoy any aspect of life, slowly sucking the joy out of every little pleasure until basic existence becomes a battle against debilitating pain. And that would be completely reasonable of them. Completely.\nAlso, if we’re airing grievances (we are), maybe you could consider exercising. Or honestly just getting up and walking around the room. I will say, though your physical endurance is pathetic, your mental endurance on this issue is incredible — you’ve been without endorphins for an entire year and yet you still refuse to move around. Remember when you promised yourself that you’d go on a walk every day? Because we all remember that, man. It’s funny, because I know you have a spine. And yet.\nWell, anyway, that’s all from me. I hope for your sake you finally listen. This is the last email I’m going to send for a while, but you can still count on hearing from me every single second of your godforsaken life in the form of unimaginably chronic pain. Whatever kind costs the most to treat.\nBest,\nBack\nP.S. Bladder wanted me to tell you to get up and pee. For the love of God, the bathroom’s right there. It’s right there.",
      "id": 12
    },
    {
      "name": "Kristi Keller",
      "email": "kristi@yahoo.com",
      "title": "Helicopter Dog Moms",
      "category": "Humor",
      "img": "https://miro.medium.com/max/1000/0*rGB9RX8WvWUQe6hS",
      "inputContent": "When I go to the off-leash dog park, there’s a reason for it. The reason is to celebrate the fact that I have a domesticated wild animal and the dog park is the only place where it’s legal for her to be wild.\nDogs were feral wolves before they were bred to be our couch mates. The least we can do is let them be wild in a space created specifically for that purpose.\nThe term helicopter mom was custom designed for moms who pay extremely close attention to a child’s experiences and problems. They hover excessively.\nIf you’re a helicopter dog mom you should take a flying leap in the other direction and let me have fun watching my own dog behave like a barbarian. It’s in her blood. Leave her alone.\nMy dog, Dezi, is a well-trained mutt when she’s supposed to be but she definitely has her berserk moments when she’s with her own tribe. If she were any of the dogs in the feature image above, she’d be the smart-ass one in the middle.\nDezi is a 70-pound Shepherd mix and her pack consists of other dogs much larger than her.\nAlfred is her 90-pound boyfriend and the two are definitely each other’s spirit animals. Alfred’s mom and I regularly meet up and let our two hounds beat the crap out of each other. It’s like watching a National Geographic documentary to see which wild animal ends up dead in the end.\nSpoiler alert: Neither one of them end up dead, and so we meet again the next day.\n\nDogs know how other dogs operate and they teach each other limits through their own language. They communicate and regulate each other in ways we can’t comprehend.\nIf the owners know what they’re doing, they’re also able to communicate effectively with their dogs. We don’t need to be pre-schooled by helicopter dog moms.\nIf you are one of these dog moms, you do you, boo. Leave me and Dezi out of it. We were born to be wild.\nToday, Alfred was busy so Dezi and I went to the dog park alone. I certainly don’t mind a peaceful stroll once in a while. It’s nice to be able to enjoy the park without worrying about 160 combined pounds of canine barreling into my legs when I’m not looking.\nHowever, if you go to the dog park alone you can 100% bank on pairing off with another human because your dog picks who they want to romp with. Then you’re stuck with the other human, regardless of how you feel about them.\nToday, Dezi chose two labs with the dreaded helicopter mom. This woman had the most shrill, repetitive, panicky, over-f**king-protective recall commands I’ve ever heard.\nShe was so high strung over what her dogs were doing that I consistently stayed twenty paces ahead of her just to avoid conversation.\nDezi doesn’t care to play ball but she will steal other dog’s balls just to encourage a chase. That’s her game. She loves the chase because she loves other dogs.\nHelicopter mom had a chuck-it stick and ball for her dogs. Each time she’d lob the ball a mile away her dogs would bolt and of course, Dezi bolted after them.\nEvery once in a while Dezi would beat the dogs and grab the ball, which is common at dog parks. When she’d win the race I’d yell, “Nice grab Dezi! You got the ball!”\nThen the lady would say, “Oh it’s okay, that’s how she plays,” as if I don’t know how my own dog plays.\nEvery so often Dezi and the younger lab would get in a playful tussle. When wrestling, if a dog is finished they’ll growl or snap at the other dog and the game stops. That’s how they tell each other they’ve had enough.\nThe young lab did this to Dezi and of course, she backed off like she’s supposed to. Completely normal behavior, I watch it every single day.\nThe woman then said to me, “See!! Did you see how Dezi backed off? She understood my dog.”\nI replied to her, verbatim, “She’s not a dummy you know. She knows how to play.”\nOne of her dogs jumped over a one-foot high little garden fence in the park and the woman bragged about how her dog is agility trained.\nSo I waved my hand near a FOUR-foot high concrete planter box and Dezi scaled it in one fluid, graceful leap. My dog is not agility trained. She’s just really cool and free-spirited.\nI enjoyed watching the woman try to wrangle her dogs in by coddling and bribing them with treats. While she was yelling at her dogs to come and sit, there was my girl Dezi, sitting pretty and paying full attention to her.\nI don’t need to brag about my dog nor do I care about how she’s behaving at the dog park. I am there to let her be wild because she deserves it. I know she’s a fun-loving, non-aggressive dog and there’s nothing for me to worry about.\nSo, consider this a PSA. If you ever see me at the dog park and feel a need to school me on my own dog’s behavior…please…save your breath.\nI already know. We’re doing fine without you.",
      "id": 13
    },
    {
      "name": "Tena Catley",
      "email": "tenacat@hotmail.com",
      "title": "The Art of Manipulation.",
      "category": "Entertainment",
      "img": "https://miro.medium.com/max/700/1*HHRSvGKLz3nidnxTUJEfFQ.jpeg",
      "inputContent": "“Would this world be any different if I had not existed” is a question that has gone through the minds of everyone. The world as we know it today has been shaped into being by the manipulations of each and every one of us (conscious or otherwise). Manipulation seems like a harsh word, but it is not. Every idea we put forth or every action we take is in one way or another an attempt at change. Getting your friends to open up with you or throwing a positive light at a bad outcome are acts of manipulation as well. To use this effectively, is a gift that very few possess and one that is immensely useful.\nThere are two ways of manipulation- short term and long term.\nAll of the negative and dangerous manipulations come are considered short-term. These are comparatively easier as you prey on people’s fears and base emotions to convince them that your way is better leading them believe it for a short while. There are two ways of going about it, a bit of truth with a lot of exaggerations or one central lie accompanied by insignificant truths.\nThe other kind is the better long-lasting one where you irrevocably change someone’s perspective. One of the most potent weapons of influence/manipulation around us is the Rule of Reciprocation. The rule says that people try to repay, in kind, what another person has provided them. An unsolicited gift of confidence is much more effective than a conditional gift. When you share something in confidence without expecting anything in return, others feel obliged to confide as well. People bond by sharing private things about each other and the reason most people don’t make close friends is because they are too embarrassed to divulge anything really important about themselves.\nThere are a lot of techniques for manipulating that meander to how a normal human mind reacts, but most of them do not work effectively because every human mind is different. The current “you” that exists is a mix of influences from a lot of different people. You, as a person, have evolved by listening to different perspectives and developing one that is unique just like the rest of the people. Every person’s outlook is unique, a culmination of all their experiences and understandings. So to impress your opinion on others and effect change, you must first understand their thought process.\nFor a person to be an effective manipulator, one first needs to be a good observer. Richard Feynman in one of his books states that the only rule in science is that the final arbiter is observation — that you just have to look at the world and report what you see. The ability to effectively invoke change is a science in and of itself and so it too requires the fine art of observation.\nBut more than anything, one must have patience, for change cannot be brought overnight. It is all in the timing. Even good deeds done at the wrong time have the nastiest of consequences.\nSo a master manipulator must know what to say, how to say and when to say something to bring about the desired change. After all, to quote Tyrion Lannister “True history of the world is the history of great conversations in elegant rooms.”",
      "id": 14
    },
    {
      "name": "Sans Ander Michael",
      "email": "sanam@gmail.com",
      "title": "The Surreal Suburbia of Calvin and Hobbes",
      "category": "Entertainment",
      "img": "https://miro.medium.com/max/700/1*e-bigsY1yG_buu7lQftuOQ.jpeg",
      "inputContent": "Now, allow me, intrigued reader, to explain why the escapist adventures of a snarky, cynical six-year-old and his anthropomorphized stuffed tiger could possibly be the wittiest, enlightening and downright funniest piece of art/literature ever crafted, while subtly hiding what could possibly be the greatest metaphorical layer of social commentary and the human psyche.\nAhem…Ahem…\n\nA bit of background before we delve into the pie.\nCalvin and Hobbes is a daily comic strip by American cartoonist Bill Waterson that was syndicated from November 18, 1985 to December 31, 1995.\nIt is commonly cited as “the last great newspaper comic”.\nI’ll be handing out my analysis of what I consider to be some of the most fascinating parts of what is undoubtedly one of my favourite works of art EVER. Rest assured that I won’t be spoiling much (technically nothing, because, to me, Calvin and Hobbes transcends its label of being a work of entertainment/art and hence, spoilers are non-existent in the long run) and I would highly recommend you go fiendishly devour the complete collection as soon as you can.\nAnd, so, we walk the sunlit path that unfolds before us.\n\nEscapism.\nOh, how we wish our troubles would loosen their shackles and let us slowly soar away with angels’ harps melodiously goading us on higher, higher, higher…\nAlas, Reality is Satan-spawn, and would gladly watch you suffer as it pokes you with a three-pronged fork, down a smoldering cauldron of monthly bills, choking deadlines and messy relationships.\nIt is not uncommon for any of us to desire a break from the endless cycle of boring everyday routine and Calvin’s alter ego Spiff the Spaceman perfectly embodies that desire.\n\nAs the Spacefarer brave enough to explore the farthest confines of the cosmos, Calvin is not only able to escape the clutches of his grade-school math teacher (who he conveniently manages to imagine as a highly toxic dinosaur/alien hybrid), but also smartly chart a course around the treacherous asteroids of Doom(read: his Mother) in the kitchen to achieve that enviable second jar of chocolate-chip cookies.\n\nWhen you come across these panels, you would not only realise that these are expertly staged scenes of grandiose monologues and over-the-top bravado, but that you can relate to his longing to just let go of everything else and bask in the glory of the insane amount of no-holds-barred Fun that you would experience.\nOh, and before we leave Spiff to his Interstellar hijinks, I would like to pique your curiosity, dear Reader, by saying that Spiff is not Calvin’s only Alter ego (wink, wink).\nSusie Derkins:\nSusie is a fellow resident of the unnamed Suburbia, Calvin’s classmate, quite possibly his first nascent crush, an unlikely kindred spirit and the only character with a surname. Perhaps this will point you toward understanding the potential gravity and significance of her existence.",
      "id": 15
    },
    {
      "name": "Moni Kapoor",
      "email": "monik@gmail.com",
      "title": "Breaking stereotypes in your drawing room",
      "category": "Entertainment",
      "img": "https://miro.medium.com/max/600/1*z8bduRthwNijctGTvnqGdg.jpeg",
      "inputContent": "20 years ago, if an American switched on his television, he would most likely be viewing a show with a full white cast. Fast forward to 2017, shows like Quantico, Sense8, Black-ish and Master of None have revolutionized the casting of characters in TV shows.\nThe scenario for non-Caucasians in the United States a couple of decades ago was so bleak that the Indian scientist in the 1988 comedy sci-film Short Circuit 2 was played by a white actor, Mat Fraser, who was painted brown. When Indians did land a gig, they were largely made to play stereotyped roles, such as a cab driver or a convenience store worker.The 1980’s and 1990’s was a period of cultural insensitivity and people of color found it difficult to break stereotypes. In the early days, when blacks did play a character, it was never the lead role and they were often cast as comic clowns. Black people were rarely included in shows with white characters and this led to the prominence of shows with an all black cast, also called as black sitcoms, back in the 1970’s.\nTimes are changing however, and we have become more racially sensitive than before. There is growing acceptance in the industry when it comes to casting non-whites in TV shows. Research shows that audiences prefer to watch shows with which they can relate to and casting plays a major role here. This was especially true of black sitcoms, which were popular among the black community for their realistic portrayal of black people. Recent surveys that have been conducted also conclude that median household ratings were highest among those programs where at least a third of the cast members and writing staff belonged to the minority communities of America. If shows were to make a lasting impact on viewers, they would now have to employ actors from more diverse backgrounds.\n\nOvercoming both racial and gender barriers, Priyanka Chopra has become the first South Asian woman to headline an American network series, and she doesn’t speak with an Indian accent in the series.( why is this necessary?) Quantico generally received positive reviews and was widely praised for Chopra’s performance, with critics complimenting her as a great asset to the series.\nThen there is Sense8, a show that epitomizes diversity not only in terms of race, but also in terms of culture, religion, gender and sexual orientation. It features eight main characters from seven different countries that include USA, Mexico, Kenya, India, Korea, Iceland and Germany. It also has four characters that identify themselves as part of the LGBTQ community. A show such as this is able to reach a larger and more diverse audience. A wider target audience would mean that more people will be able to relate and connect with at least one of the characters on-screen.\nBlack-ish, first aired in 2014, is one of the more recent black sitcoms that received widespread acclaim. Then there is Master of None that has Aziz Ansari both creating and acting in the show. Aziz Ansari was born in Columbia, South Carolina, to a Tamil Muslim family from Tamil Nadu, India.It had the critics raving over its simple yet finely executed concept of rom-com.\nAll’s not rosy though, as the numbers are still low when it comes to percentage of non white writers and executive producers who are employed in television. While recent years have helped in reversing certain trends in the industry, there is still a long way to go before we see proportionate representation of whites and colored people, in a TV show.",
      "id": 16
    },
    {
      "name": "Esha Purohit",
      "email": "esha@yahoo.com",
      "title": "The Olympian Gods",
      "category": "Culture",
      "img": "https://www.shivalikjournal.com/upload/image/Blogs/rect700/1564728165Olympians-god_-_1.jpg",
      "inputContent": "This is the story of gods and heroes, of friends becoming enemies and sisters becoming lovers, a tale of love and lust, war and peace, of complicated relations and difficult names. This is Greek mythology. It is incredible how our life is shaded by this great saga and we don’t even know it! Start your morning with a bowl of ‘cereal’ which comes from CERES- the goddess of agriculture or do you prefer ‘marmalade’ on your bread? Do you have a ‘narcissistic’ friend? Are you ‘tantalized’ to tell them off? It is difficult to get by a single day without coming across references with their origin rooted in Greek mythology.\n\nNow Greek mythology is vast, wide, long, deep-- basically it is gigantic! For this reason, we will just be introducing you to the twelve Olympian gods.\n\n \n\n1. ZEUS:\n\n“King Zeus of the Mount Olympus, the first of his name, king of the gods, god of the sky and the first men, brother to Hera, husband to Hera, controller of thunderstorms and the father of many.”\n\nZeus was the last child of Rhea and Cronus. After escaping his father’s stomach in infancy (Cronos swallowed all his children in fear of a prediction stating that he will be overthrown by them), a teenage Zeus, much to his father’s dismay overthrew him and the titans with the help of his recently disgorged siblings. Along with his brothers, Hades and Poseidon, Zeus shared the rule of the world and became the king of Olympus. Sitting atop his golden throne, he was revered by all. He was regarded as a wise, fair and merciful figure that displayed a carefree personality and rather enjoyed the finer things in life.\n\nOn multiple occasions, Zeus exhibited a weakness for women. He chased them in an attempt to seduce them; a chase that often led to him fathering gods/ goddesses and heroes. He was also known to be easily angered and impulsive which resulted in violent storms and destructive punishments. \n\n \n\n2. HERA\n\nThe Greek goddess for marriage and the queen of Olympus, Hera, in statues is always seen wearing a solemn expression and crowned with the polos. She paints a motherly image when in truth she is a jealous woman (well, we don’t blame her) and vengeful towards her husband’s lovers and their children.\n\nShe is not exactly a great mother figure with her hurling her newborn from Mount Olympus and all that. In one version of the myth, Hera was so disgusted by the ugliness of baby Hephaestus that she decided to throw him from the mountain (for those of you worried, he survived!). Even the king of gods, Zeus, was afraid of her. Though that did not stop his incessant infidelities, neither did he get any better at hiding them.  \n\n \n \n\n3. POSEIDON\n\nThe Greek god of the sea, earthquakes, and horses, Poseidon makes for an impressive figure with his mighty trident. After the defeat of the Titans, the world was divided into three. Zeus took the skies, Hades took the underworld and Poseidon took the seas. As the protector of all waters, he was worshipped by sailors for a safe journey.\n\nNot unlike Zeus, Poseidon had a wavering temperament and exhibited impulsive emotional fluctuations when challenged. In the Odyssey, the Greek hero Odysseus tests Poseidon’s fury by blinding his son. This resulted in Poseidon punishing him with storms during his sea-voyage and completely wrecking his ships, therefore causing a ten-year delay. \n\n \n\n4. DEMETER\n\nThe Greek goddess of grain, harvest, agriculture, nourishment and sacred law, Demeter also presides over the cycle of life and death. She was the mother of Persephone, who was abducted by the god of the underworld, Hades. The devastated Demeter ceaselessly searched for her. Enveloped by loss and grief for her daughter, the world was forgotten and soon the seasons halted and living things stopped growing and thus, began to die.\n\nTo prevent the extinction of life, Zeus sent Hermes to bring Persephone back. Long story short, a trick involving pomegranate seeds bound her to Hades for certain months every year, either the dry Mediterranean summer, when plant life is threatened by drought, or the autumn and winter. \n\n \n\n5. ATHENA\n\nThe Greek goddess of wisdom and war, Athena was believed to be born, fully grown that too, from the head of Zeus after he experienced a massive headache. Some headache that must be!  According to myth, her mother was Metis, the first love of Zeus. \nA fierce, ruthless warrior, she is also the goddess of courage, law and justice, warfare, inspiration, strength, strategy, arts, crafts and skill. Unsurprisingly, she was Zeus’s favourite child. Zeus even trusted her to wield his thunderbolt. The virgin goddess is celebrated every year in Athens, in a festivity known as Panathenaea. \n\n \n\n6. APOLLO\n\nThe complex and beautiful, Apollo is the Greek god of the sun, light, music, and prophecy. Born to Zeus and Leto, he also has a twin sister, Artemis, who shares his aptitude for archery.  His integrity and truthfulness resulted in the gift of prophecy. He is often portrayed with his Lyre, a gift by his step-brother Hermes.\n\nA talented musician, he is the leader of the nine muses (obviously!). Apollo is an important god in Greek mythology. He is also believed to have played a vital role in the Trojan War. \n\n \n\n7. ARTEMIS\n\nThe Greek goddess of hunt, wilderness, wild animals, moon, chastity and archery, Artemis is the twin sister of Apollo. She is depicted as a huntress carrying a bow and arrow. She fiercely guarded her virginity and anyone who threatened her honour met a violent end. Her beauty on multiple occasions has captured the interest of many like Orion who tried to rape her.\n\nArtemis was granted eternal virginity by Zeus. She is the protector of young girls and the patroness of hunters. This goddess of wildlife loved her animals and anyone who dared harm them in any way felt her wrath. ",
      "id": 17
    },
    {
      "name": "Saumya Bansal",
      "email": "saumyaban@hotmail.com",
      "title": "The Harsh Reality Behind the Caste Based Reservation",
      "category": "Culture",
      "img": "https://www.shivalikjournal.com/upload/image/Blogs/rect700/1563961519reserv-1.png",
      "inputContent": "We have been hearing about the discrimination that has existed from a long time now. People belonging to the general category are not very happy about the reservations that are given to the scheduled castes, scheduled tribes, and other backward classes but nobody really knows the actual reality due to which this upper-hand was actually given to these classes.\n\n#1. Names – It’s that Small a Reason\n\nIn order to be able to tell the lower classes in society apart from their caste, the names followed a rule. The names of the people belonging to the upper classes included Jiya Lal, Veer Pratap and the likes whereas the Dalit people had their names based on Gods such as Kanshi, Ram, etc. (Can you see the irony here?). This was taken so seriously that on such a petty matter as this, a young boy was killed in 2011 because he shared the same name as that of an upper caste man.\n\n#2. Keep Distance While Drinking Water\n\nYou must have a very different picture of your school as a place that was exciting, and where you had so much of fun. However, this definition is quite different for the backward classes who are not allowed to drink from the same water source from where the upper castes drink water. Leave that aside, they are not even allowed to go near the water source. There was an incident that took place in June 2015 as part of which, a Dalit girl (who was a minor) was badly beaten up by the women of the neighbourhood because her shadow fell on the muscleman that belonged to the family. This really makes me question what kind of a world are we living in?\n\n#3. College\n\nTheir struggles know no end. After being discriminated against at school, when they reach college where most of the upper castes are seen around walking as if they own the place, these people struggle to make their place amongst the others, to feel normal and accepted and they fail. Learned professors who have had the experience of a lifetime discriminate against these backward classes and do not score them well or fail them unnecessarily just because they belong to a lower caste.\n\nWhen someone is trying to come out of their background and trying to make it big in life so that they can support their families, they need to be supported and not held back because these backward classes form 80% of our country and whether you like to accept it or not, India cannot progress unless they do. For this to happen, we need to change our mentality and accept these people for who they are – human beings, nothing more and nothing less.\n\n#4. Jobs\n\nIn an interview, a young talented man was not getting a job anywhere because his caste was written on his resume. Well, before he went in for his interview at IBM, he removed the SC from his resume and guess what? He got the job! The inhuman acts that we have been carrying out by treating ourselves as the superior class are outrageous and need to come to an end before things get too ugly and it gets too late. The Dalit workers are hired at such low costs that even after working so hard, they cannot even eat one time’s meal completely.\n\nIt is imperative that we realise that we are all human beings and no caste is superior to the other. We need to stop calling out these backward classes and make them feel inferior because, at the end of the day, they are made out of the same blood and flesh as us. And then we cry about the reservations that are given to them. Who do you think initiated this entire action? Us! (people belonging to the general caste as we claim). And as it is always said, actions always have consequences, so here!",
      "id": 18
    },
    {
      "name": "Esha Goyal",
      "email": "eshago@gmail.com",
      "title": "A Guide to Indian Wedding Guests",
      "category": "Culture",
      "img": "https://www.shivalikjournal.com/upload/image/Blogs/rect700/1562564841indian-weddings-1.jpg",
      "inputContent": "Weddings - a celebration of the ‘Milan of souls’, with a not- so- down- to- earth grandeur and the supreme chatter of wedding guests. The world-famous Indian Wedding immediately etches a very colourful and sparkly image to your mind…the imaginary smell of Indian food and now as fashion goes, continental food filling your nostrils.\n\nOfficially, the festivities kick-start with the first Sangeet dance rehearsal that commences weeks before the wedding. In India, we take the Sangeet ceremony very seriously. It is like an unsaid competition between the respective families of the Bride and Groom. It ends with both sides dancing away the night together on the dance floor with the blatant lie- “both were good” filling the air, followed by a silent whisper of- “we were better”.\n\nIndian Weddings are no less than a Bollywood movie- they are just as entertaining and just as high on emotions. What makes them even more entertaining is the mix of common characters in attendance.\n\nNot to be dramatic, but any Indian wedding is drab without them…and their quirks.\n\n \n\n1. The Nasty Aunty\n\n\n\nIt is very easy to recognize her. She is draped in a heavily embroidered Saree with a hard to miss nose wrinkle. Nothing lives up to her expectations. The flower arrangements were better at her daughter’s wedding, so was the venue, and don’t even get her started on the food.\n\nA number of remarks (often negative in nature) areleft behind wherever she walks. There is one such aunty at every Indian wedding. How could a wedding be complete without some force of negativity at play? To her, we smile and say, Aunty ji, Namaste!\n\n \n\n2. The Bridesmaid\n\n\n\nStraight out of a Manish Malhotra catalog, Lehengas are her thang! She walks like she is in the presence of an imaginary spotlight, and rightly so! Because the moment she steps in, she has all eyes following her.\n\nHer solo dance is the second most awaited performance of the night- right after the performance of the bride and groom. \n\n \n\n3. The Groom’s Best Man\n\n\n\nThe ultimate stud, or so he thinks! The best friend of the Groom, he is the kick starter of all the drinks and dances. If you are a female guest from the bride’s side, you are likely to have friendly banter with him.\n\nAlso, he is most probably a flirt!\n\n \n\n4. The Foodie\n\n\n\nThis person knows where all the best food is because they have tasted them all. Harmlessly, this person hangs by the food counter- the sole reason for their attendance.\n\nTheir contribution to the wedding is telling other guests what dishes not to miss out on.\n\n \n\n5. The Alcoholic Uncle\n\n\n\nFree alcohol is his weakness. He is drawn to the bar, just like a moth to fire. He occasionally steps onto the dance floor with an exuberance that drives others at an arms distance.\n\nAll is cool until he gets a little touchy with his jhappiyans.\n\n \n\n6. The Wedding Photographer\n\n\n\nA connoisseur of capturing your most embarrassing moments. Just when you open your mouth for some pani puri, he will be right there, ready to capture this instant for eternity. He seems to disappear at your most graceful moments, but just when you break out on the dance floor, his camera is all set to click you in the middle of your awkward dance poses.\n\nWeddings in India are a grand affair. It is a sweet space of chaos, colours, lengthy rituals, and bizarre traditions. It is like a big party where every person is on their own weird trip.",
      "id": 19
    },
    {
      "name": "Sarah Thompson",
      "email": "sarat@gmail.com",
      "title": "THE BEST PRACTICES TO STAY PROTECTED FROM COVID-19",
      "category": "Health",
      "img": "https://artofhealthyliving.com/wp-content/uploads/2021/03/best-practices-to-stay-protected-from-covid-19.jpg",
      "inputContent": "Experts and healthcare professionals alike will agree that taking everyday actions such as proper social distancing, wearing a high-quality face covering when out in public spaces, and staying at home when feeling unwell are all good measures that we should all be taking to prevent the spread of coronavirus, however, we could all be doing more to ensure that we move through our everyday life as safely as we possibly can; keeping both ourselves and others protected from covid-19. Below, Hand Cleaners will discuss some of the extra steps that we could all be taking, as recommended by health experts, to help us all to better protect our health during this challenging time.\n\n# Wash Your Hands Regularly\n\nWhile this may appear to be extremely basic advice, regular hand washing after simple activities such as touching a door handle in a public space or even before preparing a meal is a simple yet extremely impactful method for preventing the spread of coronavirus, and should thus become a staple part of your everyday routine. As suggested by trusted health professionals, individuals should aim to wash their hands using warm water and an antibacterial soap for at least twenty seconds; in situations where soap and water is not accessible, hand sanitiser of at least 60 percent alcohol should be used until hands can be washed properly.\n\n# Disinfect Common Use Spaces\n\nAreas that are commonly used by multiple members of your household, or even members of the general public, should be cleaned regularly to prevent the spread of harmful viruses such as covid-19. Common use spaces such as door handles in public spaces, and even the petrol pumps at the garage, should ideally be cleaned before use to avoid the spread of germs. The use of products such as disinfectant wipes can be highly effective to kill germs on a range of surfaces such as these; alternatively, individuals should aim to wash their hands or use an alcohol-based hand sanitiser immediately after any interaction with such common use spaces as to avoid the spread of any harmful germs that they may come into contact with.\n\n#Use A High-Quality Face Mask\n\nAs previously mentioned, wearing a face covering in public spaces is one of the most effective ways that we can work to prevent the spread of the coronavirus. However, it is vital that the face mask you use is of a high quality, helping to protect both yourself and others. Since the demand for facial coverings has risen greatly over the course of the last year, the number of products on the market has also seen a dramatic increase, however, not all of these products will work to properly protect users from covid-19, so its important to ensure that you opt for the best choice available. Individuals should opt for the use of disposable face coverings of a surgical grade to help provide both themselves and others with the best possible protection from the spread of coronavirus.\n\nTo conclude, there are a number of precautions that we can be taking to help prevent the spread of coronavirus within everyday life, helping to ensure our personal safety, as well as the safety of others. Hand Cleaners are able to provide a wide range of both quality medical grade face masks and alcohol-based hand sanitiser products for both personal and business use across the United Kingdom; helping to prevent the spread of infection & promote good personal hygiene.\n",
      "id": 20
    },
    {
      "name": "George Hanks",
      "email": "geao@gmail.com",
      "title": "EXPERT TIPS FOR CARING A CANCER PATIENT",
      "category": "Health",
      "img": "https://artofhealthyliving.com/wp-content/uploads/2021/03/caring-for-cancer-patient.jpg",
      "inputContent": "Did you know approximately 15 million individuals in the United States live with cancer today? Caring for a cancer patient can be challenging if you don’t know what you should do. Whether it is your family member, a close friend, or a loved one, how you treat them can play a critical role in their recovery journey. If you’re wondering how you can perform your duties successfully, the tips offered here got you covered. Let’s get started:\n\nWork With An Experienced Team\nLook for doctors who have a proven track record of your patient’s type of cancer. Such a team should guide and work with you to offer personalized care. This approach can also help your loved one to handle the treatment’s side effects. Having a reliable oncologist gives you convenience and the opportunity to provide streamlined care without issues.\n\nLearn More About The Patient’s Cancer\nEducate yourself more about your patient’s cancer type, the available treatment methods, and medication side effects. You can consult your doctor to provide supportive resources and education materials. Learning more about the disease can help in your care journey. You can also have peace of mind if you know what to expect. \n\nGet Organized\nCaring for a cancer patient can be a long-term journey, and you don’t want to get confused along the way. Ensure you keep the patient’s necessary information, including medications, test results, and medical history. You can also note down your doctor’s contacts, appointment dates, and pharmacy number. These can help you to know what you should do each day and focus on the right priorities.\n\nGet Professional Counseling If You Need It\nAs a caregiver, you may sometimes get overwhelmed with responsibilities. If it becomes a problem that affects your ability to provide care and other areas of your life, you may need to consult a professional counselor for guidance and assistance. You can ask for help if you:\n\nGet physically sick, depressed or feel hopeless\nTurn to recreational drugs or alcohol for solace\nQuarrel with your children or spouse due to uncontrolled anger\nDon’t take care of yourself anymore\nFind A Supportive Team\nDoing everything on your own may not be a great idea. You need supportive friends, family members, and relatives to provide help if you need it. Joining a local support group can also be an excellent tool for cancer patients and their caregivers.\n\nFor example, if you start feeling hopeless and lonely, you can reach out to individuals in your group and get valuable ideas. If you can’t find time to meet with others in your group, you can take advantage of online networks and communities. For example, the Cancer Survivors Networks (CSN) for the American Cancer Society has touched many people living with cancer. It can help you to acquire insights on caring for your patient.\n\nConclusion\n\nCaring for a cancer patient can be challenging but fulfilling if they recover. All you need is to take the necessary steps and rest assured you’re doing the right thing. Use these tips to improve your caregiver’s responsibility and wait for positive results.",
      "id": 21
    },
    {
      "name": "Anuj Kumar Gupta",
      "email": "anujgupta010899@gmail.com",
      "title": "3 WAYS TO HELP ELDERLY LOVED ONES LIVE INDEPENDENT LIVES",
      "category": "Health",
      "img": "https://artofhealthyliving.com/wp-content/uploads/2020/11/old-people-outside.jpg",
      "inputContent": "Many elderly people crave a sense of independence as they move into their later years. If you want your loved ones to feel safe and cared for while allowing them a sense of freedom, then have a read through this article for some great ideas of how to achieve this.\n\nUse Home Delivery Food Services\nAs our loved ones get older, chances are that they will find it increasingly difficult to carry out independent day to day tasks like going to the shops. Although you could help your loved ones out by going to the shops for them and offering to help out with tasks that they are unable to do themselves, this can often mean that your loved ones sense a lack of independence and wish that they didn’t need to rely on those around them for help.\n\nOne of the ways in which you can help elderly loved ones feel more independent is to set up a home delivery food service for them. This will mean that they can order food straight to their door whenever they need it. Instead of having to ring you up and ask you to go to a food shop for them, they will have the freedom of ordering items as and when they feel like it. This can take a great deal of responsibility off your shoulders as well as allowing your elderly loved ones a new sense of freedom and independence.\n\nConsider An Independent Living Community\nSometimes, elderly relatives need round the clock care and when this isn’t something that you are able to provide, sometimes the only option feels like moving them to a care home. This can be a tricky decision and many people feel a great sense of guilt in sending their loved ones to a care home as, though they are not able to care for them, they recognize that their loved one is eager for a sense of independence, however small.\n\nA great way of ensuring that your loved one’s needs are cared for, while allowing them a sense of independence is to encourage them to consider independent living communities. Assisted living takes the burden off you as a carer to your loved one, and means they will have access to all the amenities, activities, and services they could need and, most importantly, there will be 24/7 round the clock care.\n\nInstall Safety Features In Their Home\nAdding in safety features like bars and support frames where needed is a great way of helping your loved one feel more independent. There are lots of physical things that you can install into a home to make an elderly person’s day easier. Many elderly people find it difficult to move around the house, so installing handrails can be a great idea. It’s also a great idea to install a panic button in their house so that if there’s any kind of accident, they have the peace of mind that the emergency services can be called quickly.\n\nBalancing making sure that your loved one is cared for and has all the medical assistance that they might need while allowing them freedom and independence can be tricky. Remember there are always compromises that you can make and more moderate options for full time care than sending them straight to a care home.",
      "id": 22
    },
    {
      "name": "Ashok Guha",
      "email": "as@yahoo.com",
      "title": "Bengal has fought many battles on ideological fronts.",
      "category": "Politics",
      "img": "https://static.toiimg.com/imagenext/toiblogs/photo/blogs/wp-content/uploads/2021/03/oped.jpg",
      "inputContent": "A filmi song plays intermittently on the para (locality) loudspeaker, breaking the sleepiness of a Sunday afternoon. A catchy tune, it’s been playing for some days on the trot. A lady with a husky voice sings spiritedly, and the words ‘desh ka bachha bachha’ float in the air. Curious, I look up the refrain with the search words ‘Hindi song’. This peppy number, it then emerges, is a campaign song which declares ‘Bharat ka bachha bachha mere Ram pe kurban hai’ (every child of India dotes on my Ram).\n\nThe ground transitions are as simple as that. At the para level, it’s pop culture belted out on loudspeakers or free lunches that the local club dishes out to its constituents that capture the election currents in poll-bound Bengal.\n\nOver the past decade, para clubs have emerged as perhaps the most pivotal enclaves of political patronage in Bengal’s urban milieu, recipients of doles of money and other incentives to keep them affiliated and in hand. Para clubs being in hand, through patronage in the name of the neighbourhood Durga Puja or Kali Puja, has meant overall a hold on the locality.\n\nThe chain extends upwards, into the functioning of local and municipal government, with councillors and local MLAs fitting into this structure of patronage and its returns. On the ground, the structure manifests itself through familiar local faces and their poll-bound activities. The friendly agarbatti vendor of the street side para stall, who in election time helps with putting up the banners and turns grassroots party functionary.\n\nLast election he was planting twin flowers and helping paint the sidewalk blue and white. This year he’s turned saffron. Through the year he feeds on the little incentives offered by para patronage structures, is a regular around the office of the local councillor, and in transiting times may fast switch camps if the councillor who offers him patronage has been withheld a ticket. He goes to the other side, because that’s the only way to ensure continuation of patronage.\n\nBengal, which has fought many a battle on ideological fronts, now wanes in that respect. Poll-bound Bengal is more like a circus than ever, with film and popular personalities of lesser standing making almost daily appearances in the political fray, making it a bit of a circus. A top local mishti brand is making medal-like sandesh rounds embossed with the logos of the different political parties.\n\nAnd of course the election rhetoric is at an all-time low. Blinkered and outright offensive speech flies thick and fast, though of course that’s a more generic aspect of our times. But in Bengal, long held as a bastion of gentility, this degeneration over time is ever more palpable.\n\nFor the thousands that are onlookers and watching from the side lines, this election has come to mean a pitched battle that each side wants to win at any cost. In the para rumour flies fast. The friendly local agarbatti vendor now works overtime as rumour-monger. Not simply because he has nothing better to do. But because in times such as these rumour is often a way to test the waters, to see if things will go this way or that. It’s a way to take the pulse of the para.\n\nBelow the loudspeaker blaring Hindi pop music, some local boys sit eating a picnic lunch. It could be chicken curry with rice, better still, the perennial favourite, mutton curry. In election season, local festivities have gathered more steam.\n\nThis Bengal election, what before was unacceptable has started to turn accepted. In speech and rhetoric, in the things that are being held out to us as promises of a better future. When talk of development turns to talk of who did or did not celebrate which religious festival, or an impromptu uttering of mantras. Or even just who speaks how much Bengali!\n\nThe days leading up to the polls are a state of flux, and which way the tide turns politically will then decide what pop culture gets dished out to us on para loudspeakers and whether the friendly agarbatti vendor is still so friendly with everybody, no matter what festivals they celebrate.",
      "id": 23
    },
    {
      "name": "Andrew Simon",
      "email": "andsi@gmail.com",
      "title": "Pathways Toward Peace in Yemen",
      "category": "Politics",
      "img": "https://wwwassets.rand.org/content/rand/blog/2021/03/pathways-toward-peace-in-yemen-national-reconciliation/jcr:content/par/blogpost.aspectcrop.868x455.rt.jpg/x1614997772420.jpg.pagespeed.ic.hQPUyCNfi1.webp",
      "inputContent": "On March 1st, the Biden administration announced that the United States would be “reinvigorating [U.S.] diplomatic efforts to end the war” in Yemen. In this announcement, made during a virtual donor's conference, Secretary of State Antony Blinken rightly concluded that addressing the acute humanitarian crisis—which has left more than 80 percent of the population, including more than 12 million children in need of humanitarian assistance—requires finding an end to the nation's civil war.\n\nAs we described in a recently published RAND report, there are two primary pathways toward ending the war in Yemen. The first pathway is to continue with—and perhaps double down on—the current U.N.-led efforts that focus on national reconciliation, which put a premium on preserving Yemen's sovereignty and geographic integrity. While Saudi Arabia and the internationally-recognized Republic of Yemen government are reportedly committed to these efforts, the success of this approach would likely require major political concessions to the Houthis that the Saudis and Republic of Yemen government have been unwilling to make.\n\nThe second pathway is to refocus, at least in the near-term, on international peace building and state building efforts on Yemen's southern and eastern governorates. This approach would allow the international community to focus first on addressing the infighting within the Saudi-led coalition that has undermined national peace talks and allowed al Qaeda, the Islamic State, and other groups to flourish. Such an approach, while perhaps more feasible to implement given Houthi intransigence, would require a willingness to accept a divided Yemen over at least the near term.\n\nThe Yemeni civil war is quickly approaching a new and potentially decisive turning point, as the rebel Houthi movement is currently waging an aggressive campaign to conquer the governorate of Marib (an oil and gas–rich governorate that represents the last northern stronghold for the Yemeni government) that may change the trajectory of the civil war.\n\nIf Marib falls, the Yemeni government will not only suffer significant military losses—having to redeploy forces to the south and losing a critical supply line with its coalition ally Saudi Arabia—but it also could represent a major blow to the government's bargaining position in peace talks. Houthi control of Marib may preclude the possibility of national reconciliation efforts (the first pathway), as the Houthis would likely be unwilling to participate in a transitional government or power-sharing agreement unless guaranteed a dominant position.\n\nEnding the fighting in Marib is an imperative, as Secretary Blinken and many others have highlighted. This city is home to over 800,000 Yemenis displaced by earlier fighting in the war who live in or around Marib City, and the humanitarian costs could be devastating if the battle reaches these camps and the population center.\n\nHowever, getting the Houthis to end their offensive and return to the peace process will likely require considering alternatives to national reconciliation. Given their momentum on the ground, the Houthis have little reason to accept peace and return to the status quo ante as a marginalized political group contained in the north.\n\nThe phased approach that we described in our research, in which international state building efforts are refocused in the near-term on Yemen's southern and eastern governorates, may offer a more viable alternative to ending the violence. Under this pathway, the international community could focus on securing a durable ceasefire and then begin building institutions and structures to achieve inclusive growth, governance, and security in the south. At the same time, the international community must continue to provide essential humanitarian relief in the northern controlled Houthi areas. This pathway would require security commitments from the international community to ensure the integrity of the regions and contain competition within the fractious coalition, as well as a willingness to accept a divided Yemen over at least the near term.\n\nWhile this phased approach may be preferable to continuing the conflict, it is not without costs and risks for the Yemeni people. Any potential pathway to an enduring peace could take decades to recover from the economic, political, and social costs of this civil war. Our phased approach could require patience from the Yemeni people and a robust and enduring commitment from the international community. But war has brought Yemen to this point, and there are few remaining options.",
      "id": 24
    },
    {
      "name": "Joe Biden",
      "email": "jbiden@hotmail.com",
      "title": "The Battle of Capitol Hill",
      "category": "Politics",
      "img": "https://wwwassets.rand.org/content/rand/blog/2021/01/the-battle-of-capitol-hill/jcr:content/par/blogpost.aspectcrop.868x455.ct.jpg/x1610372034942.jpg.pagespeed.ic.9qB7nacmbl.webp",
      "inputContent": "What happened in Washington Wednesday—a mob assault on the Capitol while electoral votes were being officially accepted—was a predictable possibility. Democracy held, but security failed, spectacularly.\n\nWe need to be better prepared for future acts of political violence. This will not end on Inauguration Day.\n\nAlthough there are disturbing reports and photos of an officer taking a selfie with members of the crowd, or standing by while inadequate security barriers were breached, the Capitol Police were clearly outnumbered. No reinforcements arrived until long after the mob poured into the building. Security and the response appeared improvised.\n\nIt could have been a massacre. For weeks, anonymous internet users have talked about smuggling guns into the District of Columbia, an observation that had been publicized in the news media. When the security barriers were breached, no one knew whether some of the attackers were carrying concealed weapons. Had even a few been armed and determined to kill, it would have turned the congressional chambers into a killing field. Instead of trashing offices, the intruders could have taken elected officials hostage; it was only in October that the FBI thwarted a plot by right-wing extremists to hold the governor of Michigan hostage.\n\nThe failure of planning is incomprehensible. It is not just that Washington has been seized by massive protests all year. The Capitol has been a target many times in the past. In 1954, Puerto Rican separatists opened fire from the gallery of the House of Representatives, wounding five members of Congress. There have been several bombings. In 1998, an armed individual broke through security at the Capitol and two Capitol police were killed. The Capitol Building was the probable fourth target of the 9/11 hijackers whose plane crashed in Pennsylvania and a terrorist attack on the building has been a worry ever since.\n\nFormalizing the constitutionally mandated electoral count was identified as the last opportunity to change the outcome of the November election. Groups with histories of violence were openly gathering in the nation's capital. No one thought the Capitol Building might be a target?\n\nThere was a thin security perimeter outside the building, but apparently no pre-established security perimeters inside, apart from a few officers. No hallways were blocked. Once inside, intruders wandered the building freely. A credenza was pushed in front of the doors into the congressional chamber while members hid behind desks.\n\nThe Capitol Police has 2,300 officers and an annual budget of $460 million. There are other federal agencies in Washington that can provide additional resources. The fact that both the FBI and the Secret Service called on their personnel to assist is more evidence of an improvised response.\n\nJanuary 6 is now a day to be remembered on the calendar of violent resistance to the federal government. Emerging from Wednesday's debacle are diehards whose fantasies of a stolen election are still being fueled. They could now be emboldened by their successful confrontation: They won the battle of Capitol Hill. A continuing deep sense of injury coupled with an unrealistic assessment of their own power is always a bad combination.\n\nDefiance is not easily put back in the box. Wednesday's events may cause some previously inflammatory political leaders to sober up, but to the self-appointed patriots striding triumphantly through the Capitol hallways, any weak denunciations by such politicians may only feed their sense of betrayal and harden their resolve.\n\n\nWe have entered a new era. The nation could see massive demonstrations to show continued political opposition to President-elect Biden. January 20 could see a “counter-inauguration.” February's State of the Union address could also entice extremists to take action when the nation is watching.\n\nBut I worry less about mobs in Washington than I do about terrorist plots by diehards after the inauguration. Death threats have become common against health officials and political leaders during the coronavirus pandemic. A plot to kidnap a governor has been revealed and foiled. It is not difficult to imagine death threats, attempted assassinations of political leaders, and other acts of terrorism.\n\nThe 2020s could turn out to be a turbulent decade.\n\nBrian Michael Jenkins is a senior adviser to the president of nonpartisan, nonprofit RAND Corporation, and directs the National Transportation Security Center at the Mineta Transportation Institute. He began researching terrorism for RAND in 1972.\n\n\n",
      "id": 25
    },
    {
      "name": "Elizabeth D. Gosling",
      "email": "elidg@gmail.com",
      "title": "Teachers Lost Out on Professional Learning During the Pandemic",
      "category": "Others",
      "img": "https://wwwassets.rand.org/content/rand/blog/2021/03/teachers-lost-out-on-professional-learning-during-the/jcr:content/par/blogpost.aspectcrop.868x455.ct.jpg/x1614979793627.jpg.pagespeed.ic.UzOoiqWDX4.webp",
      "inputContent": "For thousands of teachers across the country, 2020 has been a year of uncertainty. With a rapidly changing teaching environment many teachers lacked access to their usual professional learning activities.\n\nAcademic summer programs for students that also offer professional learning opportunities for teachers might be one way that teachers could make up for lost time. But little is known about teacher professional learning in such programs. Our just-released study shows how summer teaching opportunities can be structured in ways that give teachers a chance to experiment, try out new student-centered ways of teaching, and get feedback on their practice.\n\nWe surveyed U.S. K–12 teachers nationally through RAND's American Teacher Panel (ATP) and studied BellXcel Summer (BXS), a summer program model that provides academic instruction to students and professional learning opportunities for teachers.\n\nThe idea of summer professional learning for teachers is nothing new. Prior to the pandemic, 99 percent of teachers surveyed through the ATP told us that they participated in one or more professional learning activities over the summer. These activities ranged from collaborating with colleagues to taking an online class to reading relevant books and articles. Most teachers saw their chosen activities as helpful for improving their instruction. But in general, the activities in which teachers participated offered few opportunities to receive developmental feedback on their classroom practice.\n\nWe looked to the BXS program to learn what conditions might support positive summer learning experiences for teachers. Nearly all teachers in BXS sites told us that their summer programs offered supportive, positive teaching environments with manageable class sizes, multiple adults in the classroom, and the absence of the strict curriculum pacing or testing requirements that are common during the school year. According to teachers, these supports enabled them to experiment with new classroom strategies and focus on positive behavior management and developing students' social and emotional competencies.\n\nThe supports present in BXS program sites suggest ways that academic summer programs for students—run by districts and external providers alike—can incorporate teacher professional learning.\n\nLook for opportunities that already exist. Make teacher professional learning an intentional piece of summer programs for students by offering opportunities for teachers to access developmental feedback on their classroom practices (in-person or virtually).\n\nCreate a lower-pressure environment. Explore how to take the pressure off teachers in summer programs for students. Solutions will vary by context but could include limiting testing requirements, adjusting the scope of content teachers must cover, reducing class sizes, or staffing more than one adult in each classroom.\n\nFocus on strategies teachers can use during the school year. BXS teachers reported that they were able to focus on student-centered practices, such as students' social and emotional skill development and positive behavior management strategies during the summer in a way they felt they could not during the school year. They planned to use these newly honed skills when they returned back to school in the fall. Consider how academic summer programs for students might be used to help teachers develop student-centered strategies to support all students in the next school year.\n\nWhile teaching is never easy, it is likely that next year will continue to be particularly challenging. The pandemic has exacerbated pre-existing inequities that affect students' ability to learn and nearly all students have been affected by school closures. Teachers who are willing to teach in summer programs may be able to find inspiration, insight, and new tools to help them deal with the challenges ahead.",
      "id": 26
    }
  ]
}